<script>

// Импорт разметки для проекта
import MainLayout from '@/Layouts/MainLayout.vue';

export default {
    layout: MainLayout
};

</script>

<script setup>

import ContentLayout from '@/Layouts/ContentLayout.vue';
import { Head, Link } from '@inertiajs/vue3';

</script>

<template>

    <Head title="Пользовательское соглашение" />

    <ContentLayout>

        <template #PageTitle>
            Пользовательское соглашение
        </template>

        <div class="row row-cards">
            <div class="col-md-12 col-lg-12">
                <div class="card">
                    <div class="card-body">

                        <h2>Правила публикации и использования материалов и информации</h2>

                        <p><b>1. Назначение Правил и порядок их применения</b></p>
                        <p>Настоящие Правила составлены в соответствии с требованиями действующего
                            российского
                            законодательства, регулирующего отношения в области защиты авторских и смежных
                            прав,
                            в том
                            числе
                            части 4 Гражданского кодекса
                            Российской
                            Федерации,
                            вступившей в силу с 1 января 2008 года;</p>
                        <p>Настоящие положения направлены на регулирование отношений между владельцами
                            авторских и
                            смежных
                            прав на
                            материалы,
                            размещенные на сайте, Администрацией и зрителями;
                            Настоящие положения применяются во всех случаях, касающихся размещения и иного
                            использования
                            материалов,
                            размещенных на
                            Интернет-сайте. Настоящие положения распространяются на всех посетителей
                            Интернет-сайта,
                            независимо от
                            степени их
                            участия в использовании материалов, размещенных на Интернет-сайте.</p>


                        <p><b>2. Вступление в силу настоящих правил Изменения в правилах</b></p>
                        <p>Настоящие Правила вступают в силу с момента их общего опубликования в специальном
                            разделе
                            Интернет-сайта
                            и являются
                            обязательными для всех посетителей Интернет-сайта;</p>
                        <p>
                            Согласие каждого посетителя Интернет-Сайта в отношении вступления в силу настоящих
                            Правил не
                            требуется и
                            определяется
                            фактом использования материалов, размещенных на Интернет-Сайте;</p>
                        <p>
                            Настоящие Условия могут быть изменены по решению администратора Интернет-сайта.</p>
                        <p><b>3. Публикация материала</b></p>
                        <p>Материалы Интернет-сайта - это тексты, изображения, фотографии и другие сообщения,
                            которые,
                            будучи
                            размещенными на
                            Интернет-сайте, образуют содержание Интернет-сайта в целом;
                        </p>
                        <p>Административные материалы - информационные (вспомогательные) сообщения,
                            необходимые для
                            управления
                            программами,
                            материалами и другими ресурсами интернет-сайта;</p>
                        <p>
                            Публикация материалов осуществляется пользователем Интернет-сайта по своему
                            усмотрению в
                            соответствии с
                            настоящими
                            положениями и требованиями действующего законодательства Российской Федерации,
                            авторских,
                            смежных,
                            патентных и иных
                            интеллектуальных прав, включая права на фирменные наименования, ноу-хау, товарные
                            знаки и
                            знаки
                            обслуживания,
                            происхождение товаров, коммерческие обозначения и т.д</p>
                        <p>
                            Материалы, публикуемые пользователями Интернет-сайта, содержащие рекламу товаров или
                            услуг,
                            призывающие
                            к
                            насильственному изменению существующих государственных режимов или институтов,
                            провоцирующие
                            рознь между
                            государствами
                            или сектами, поощряющие явно незаконные действия физических или юридических лиц,
                            провоцирующие
                            действия
                            антиобщественного характера, Не должен содержать нецензурную брань, информацию,
                            порочащую
                            честь
                            и
                            достоинство людей,
                            деловую репутацию компаний и организаций;
                            Администратор Интернет-сайта не несет ответственности перед пользователем, третьими
                            лицами
                            или
                            государством за ущерб,
                            причиненный в результате размещения пользователем материалов, опубликованных с
                            нарушением
                            действующего
                            законодательства
                            Российской Федерации, настоящих Правил, разрешенных или зарегистрированных в
                            установленном
                            порядке
                            авторских и смежных
                            прав;
                            Администратор Интернет-сайта имеет право снять с публикации или изменить любой
                            материал,
                            опубликованный
                            пользователем с
                            нарушением требований, предусмотренных настоящими Условиями, без получения согласия
                            автора
                            материала и
                            без
                            предоставления каких-либо объяснений или обоснований такого действия.
                            Передаваемые права третьим лицам . Размещая Пользовательский контент с помощью наших
                            Сервисов,
                            вы
                            предоставляете каждому
                            пользователю Сервисов право отображать его с помощью плеера Сервисов на сайтах
                            третьих лиц
                            посредством
                            технологии
                            встраивания (iframe) и делать временные технические копии Контента и таких Вы
                            предоставляете
                            неисключительную,
                            безвозмездную, всемирную лицензию на доступ и использование Пользовательского
                            контента в той
                            мере, в
                            какой это
                            допускается функциональностью Услуг, включая разрешение на создание видеопросмотров
                            такого
                            Контента.</p>
                        <p><b>4. Использование материала</b></p>
                        <p>Посетитель Интернет-сайта имеет право знакомиться с опубликованным пользователем
                            материалом,
                            ссылаться
                            на него,
                            цитировать и копировать полностью или частично, с обязательной ссылкой на адрес
                            Интернет-сайта и
                            автора
                            материала;
                            Администратор Интернет-сайта и его владелец имеют право использовать материал,
                            опубликованный на
                            Интернет-сайте, без
                            дополнительного согласования с автором материала и без уведомления автора;
                            Администратор Интернет-сайта и его владелец имеют право использовать материалы,
                            размещенные
                            на
                            Интернет-сайте, в любых
                            целях, в том числе коммерческих и общественных, и любым способом, без обязательной
                            ссылки на
                            автора
                            материала.</p>
                        <p><b>5. Ответственность</b></p>
                        <p>При размещении материалов пользователь Интернет-сайта обязуется соблюдать авторские
                            и
                            смежные
                            права,
                            установленные
                            действующим законодательством Российской Федерации и настоящими правилами;
                            Если администратор Интернет-сайта получает уведомление о нарушении авторских и
                            смежных прав
                            в
                            материале,
                            размещенном на
                            Интернет-сайте, и есть достаточные основания полагать, что такое уведомление
                            обосновано,
                            администратор
                            имеет право
                            немедленно удалить размещенный материал;
                            Администратор Интернет-сайта и его владельцы не несут никакой ответственности за
                            содержание
                            размещенного
                            материала и
                            любое нарушение авторских и смежных прав на размещенный материал со стороны
                            пользователя;
                        </p>
                        <p>
                            Администратор Интернет-сайта оставляет за собой право передавать информацию о
                            пользователях
                            Интернет-сайта и размещенных
                            материалах в соответствии с требованиями действующего законодательства Российской
                            Федерации
                            только по
                            соответствующему
                            запросу правоохранительных органов или суда.
                            Правила модерации

                            Правила модерации существуют для поддержания конструктивного характера дискуссий,
                            допустимости
                            участия в
                            них
                            пользователей с различными коммуникативными задачами, нравственными и эстетическими
                            установками,
                            а также
                            здоровой
                            атмосферы в комментариях к опубликованным материалам.

                            Комментарии приветствуются.
                            Высказывайтесь от своего имени или хотя бы под своим постоянным логином.
                            Сообщайте факты, а не эмоциональные всплески; не переходите на личности, а приводите
                            аргументы.
                            Знайте русскую грамматику, используйте правильную орфографию и пунктуацию, выбирайте
                            подходящие
                            слова и
                            избегайте
                            использования субкультурного сленга. Вместо узкопрофессионального жаргона желательно
                            выбирать
                            слова,
                            понятные широкому
                            кругу читателей.
                            В своих комментариях старайтесь придерживаться темы, заданной в тексте. Вредоносные
                            комментарии
                            не по
                            теме (т. е.
                            подведение итогов обсуждения вопроса, не имеющего никакого отношения к
                            комментируемой
                            новости,
                            ее цифрам
                            или контексту)
                            не приветствуются.
                            В комментариях это не допускается.
                            Обсуждение политики модерации и ресурса. Обсуждать их в комментариях, во-первых,
                            бесполезно,
                            а
                            во-вторых, вредно.
                            Пожалуйста, присылайте свои аргументы, пожелания и просьбы на редакционный e-mail:
                            info@baroquemusic.ru. Мы всегда
                            рады выслушать аргументированные размышления.
                            Неприличная или оскорбительная лексика, в том числе скрытая за звездочками или
                            другими
                            символами.
                            Обсуждение личных нападок, оскорблений, обид или информации, касающейся
                            исключительно личной
                            жизни
                            любого человека.
                            Размещение ссылок на свои ресурсы или услуги не с целью объяснения, а с целью
                            продвижения
                            этих
                            ресурсов
                            или услуг.
                            Ссылка должна представлять ценность для участников обсуждения и сопровождаться
                            пояснением,
                            какой
                            контент
                            содержит
                            ссылка.
                            Нарушение законодательства Российской Федерации.
                            Флуд - размещение сообщений, не имеющих информационной ценности.
                            Ненависть, травля - размещение однотипных претензий к одному и тому же участнику
                            рынка,
                            попытка
                            привлечь
                            к себе внимание
                            путем размещения бессмысленных или повторяющихся постов в разных комментариях с
                            участием
                            заинтересованных лиц.
                            Важно понимать.
                            Все комментарии являются выражением позиции, мнения, опыта и знаний автора.
                            Администратор не
                            гарантирует
                            ее правдивость
                            и полезность и не несет ответственности за практическое применение информации из
                            комментариев.
                            Поскольку BaroqueMusic.ru является частным источником информации,
                            администраторы
                            оставляют
                            за
                            собой право
                            определять собственные критерии мата, флуда, агрессии, спама и т.д. Вы можете
                            обжаловать
                            действия
                            модераторов, просто
                            написав письмо в редакцию или попросив отменить санкции, пообещав, что не будете
                            нарушать
                            правила в
                            будущем.
                        </p>
                        <p>
                            Санкции, применяемые BaroqueMusic.ru для поддержания уровня дискуссии:

                            Запрет на участие анонимных участников в некоторых дискуссиях.
                            Блокировка определенных участников.
                            Ограничение количества комментариев, оставляемых определенными участниками.
                            Удаление комментариев.
                            Редактирование комментариев
                            Закрытие статьи для комментариев.</p>




                    </div>
                </div>
            </div>
        </div>

    </ContentLayout>


</template>
