<script>

// Импорт разметки для проекта
import MainLayout from '@/Layouts/MainLayout.vue';

export default {
    layout: MainLayout
};

</script>

<script setup>
import ContentLayout from '@/Layouts/ContentLayout.vue';
import { Head, Link } from '@inertiajs/vue3';
</script>

<template>

    <Head title="Главная страница" />

    <ContentLayout>

        <template #BreadCrumbs>
            Главная страница
        </template>

        <template #PageTitle>
            Добро пожаловать!
        </template>

        <div class="row row-cards">
            <div class="col-md-12 col-lg-12">
                <div class="card">
                    <div class="card-body">
                        <p>Добро пожаловать в личный кабинет проекта <b>Музыка Барокко</b>!</p>
                        <p><b>Музыка Барокко</b> - это информационный ресурс, позволяющий исполнителям старинной музыки
                            делиться
                            своими новостями, анонсами концертов и статьями с другими пользователями и посетителями
                            BaroqueMusic.ru.</p>
                        <p>В вашем личном кабинете доступны следующие страницы:</p>
                        <ul>
                            <li><b>Моя страница</b>: здесь вы можете управлять своей страницей на сайте, добавлять
                                биографические сведения, фотографии и видео, контактную информацию.</li>
                            <li>Страница <b>Мои коллективы</b> дает вам возможность управлять страницей коллектива (если
                                вы
                                являетесь основателем этого коллектива), а также указывать, в каких коллективах вы
                                выступаете.
                            </li>
                            <li>Раздел <b>События</b> предназначен для добавления на сайт анонсов выступлений,
                                мастер-классов,
                                других событий, связанных с вашей творческой деятельностью.</li>
                            <li>Если вы хотите поделиться какими-либо новостями, вы можете сделать это в разделе
                                <b>Новости</b>.
                            </li>
                            <li>Раздел <b>Публикации</b> создан для того, чтобы вы могли публиковать в нем свои статьи о
                                старинной музыке
                                или любую другую интересную информацию.</li>
                        </ul>
                        <p>Напоминаем вам, что пользуясь нашими сервисами <b>вы безоговорочно обязуетесь соблюдать наше
                                <Link href="/rules">Пользовательское соглашение</Link> и согласны с
                                <Link href="/rules">Правилами</Link> обработки персональных данных
                            </b>. Мы очень просм вас
                            не вести
                            рекламную
                            деятельность на
                            нашем сайте. Все данные, которые вы добавляете на сайт могут и должны носить исключительно
                            информационный
                            характер. В противном случае, мы вынуждены будем заблокировать ваш аккаунт временно или
                            навсегда.
                        </p>
                        <p>Также мы хотим особо отметить, что пользование личным кабинетом и публикация информации
                            абсолютно
                            бесплатные.
                            Однако, если вы хотите поддержать разработку сайта, вы можете это сделать на странице
                            <b>Помочь
                                проекту</b>.
                        </p>
                    </div>
                </div>
            </div>
        </div>


    </ContentLayout>
</template>
