<script setup>

const props = defineProps({
    status: Number,
    enabled: Boolean,
    text: String
});

</script>

<template>

    <p class="alert text-danger" v-if="enabled == 0 && status == 0">
        <b>Эта страница не показывается на сайте.</b><br />Для включения страницы вам
        необходимо заполнить все необходимые поля (*) и отправить анкету на модерацию.
    </p>
    <p class="alert text-info" v-if="enabled == 0 && status == 1">
        <b>Эта страница отправлена на модерацию.</b><br />Мы пришлем вам письмо как только модерация будет
        пройдена. Тогда вы сможете включить страницу на сайте и менять данные в анкете.
    </p>
    <p class="alert text-danger" v-if="enabled == 0 && status == 2">
        <b>Эта страница не прошла модерацию.</b><br />Вы можете ознакомиться с возможными причинами
        отклонения
        вашей страницы в отправленном вам E-mail.
    </p>
    <p class="alert text-warning" v-if="enabled == 0 && status == 3">
        <b>Cтраница прошла модерацию, но не показывается на сайте</b><br />Вы можете разрешить показ этой страницы
        в настройках
    </p>
    <p class="alert text-success" v-if="enabled == 1 && status == 3">
        <b>Cтраница прошла модерацию и показывается на сайте.</b><br />Если это необходимо, вы можете скрыть ее в
        настройках.
    </p>

</template>